Repository: Alfarojo25/Pasarelas-de-pago-Latinoamerica
Catalog: languages/plugin-monedas-*.po
Languages: fr_fr, pt_br

source: Efectivo
fr_fr: Espèces
pt_br: Dinheiro

source: Magnitud
fr_fr: Magnitude
pt_br: Magnitude

source: Seleccionar
fr_fr: Sélectionner
pt_br: Selecionar

source: Ese país ya está seleccionado.
fr_fr: Ce pays est déjà sélectionné.
pt_br: Esse país já foi selecionado.

source: Suscripciones Monedas
fr_fr: Abonnements Monnaies
pt_br: Assinaturas Moedas

source: Suscripciones y Pasarelas
fr_fr: Abonnements & Passerelles
pt_br: Assinaturas e Gateways

source: Control de captura de pasarela y campos adicionales para renovaciones automáticas.
fr_fr: Contrôle de capture de la passerelle et champs supplémentaires pour renouvellements automatiques.
pt_br: Controle de captura do gateway e campos extras para renovações automáticas.

source: Autopago (tokens) habilitado
fr_fr: Paiement automatique (tokens) activé
pt_br: Autopagamento (tokens) habilitado

source: Permite almacenar token (PayPal Billing Agreement / Mercado Pago card_id) y ejecutar cobro automático en renovaciones.
fr_fr: Permet de stocker un jeton (PayPal Billing Agreement / Mercado Pago card_id) et d'effectuer le prélèvement automatique aux renouvellements.
pt_br: Permite armazenar token (PayPal Billing Agreement / Mercado Pago card_id) e executar cobrança automática nas renovações.

source: Delay reintento (horas)
fr_fr: Délai de nouvelle tentative (heures)
pt_br: Atraso do retry (horas)

source: Tiempo tras un fallo antes del único reintento automático.
fr_fr: Temps après un échec avant l'unique nouvelle tentative automatique.
pt_br: Tempo após uma falha antes do único retry automático.

source: Activar integración suscripciones
fr_fr: Activer l'intégration des abonnements
pt_br: Ativar integração de assinaturas

source: Habilita la lógica de retención de pasarela y moneda en renovaciones.
fr_fr: Active la logique de rétention de passerelle et de devise aux renouvellements.
pt_br: Habilita a lógica de retenção de gateway e moeda nas renovações.

source: Campos checkout a guardar
fr_fr: Champs de checkout à conserver
pt_br: Campos do checkout a guardar

source: Lista de meta keys (uno por línea) que se copiarán a renovaciones si faltan o requieren sincronización.
fr_fr: Liste des meta keys (une par ligne) copiées aux renouvellements si manquantes ou nécessitant synchronisation.
pt_br: Lista de meta keys (uma por linha) copiadas às renovações se faltarem ou precisarem sincronização.

source: Política de tasa (nuevas suscripciones)
fr_fr: Politique de taux (nouveaux abonnements)
pt_br: Política de taxa (novas assinaturas)

source: Locked: Congelar tasa inicial
fr_fr: Locked : Geler le taux initial
pt_br: Locked: Congelar taxa inicial

source: Dynamic: Actualizar en cada renovación
fr_fr: Dynamic : Mettre à jour à chaque renouvellement
pt_br: Dynamic: Atualizar em cada renovação

source: Manual Override: Programar o aprobar cambios
fr_fr: Manual Override : Programmer ou approuver les changements
pt_br: Manual Override: Programar ou aprovar mudanças

source: Define la política por defecto para nuevas suscripciones multi-base.
fr_fr: Définit la politique par défaut pour les nouveaux abonnements multi-base.
pt_br: Define a política padrão para novas assinaturas multi-base.

source: Máx entradas historial tasa
fr_fr: Entrées max historique des taux
pt_br: Máx entradas histórico de taxa

source: Se recortan las más antiguas al superar este número.
fr_fr: Les plus anciennes sont supprimées en dépassant ce nombre.
pt_br: As mais antigas são removidas ao exceder este número.

source: Retención suscripciones obsoletas (días)
fr_fr: Rétention abonnements obsolètes (jours)
pt_br: Retenção assinaturas obsoletas (dias)

source: Suscripciones canceladas o sin pago se purgan pasado este periodo.
fr_fr: Abonnements annulés ou impayés purgés après cette période.
pt_br: Assinaturas canceladas ou sem pagamento são removidas após este período.

source: Cancelación rápida usuario
fr_fr: Annulation rapide utilisateur
pt_br: Cancelamento rápido usuário

source: Permite cancelar escribiendo el usuario en la vista de la suscripción.
fr_fr: Permet l'annulation directe par l'utilisateur dans la vue abonnement.
pt_br: Permite cancelar diretamente pelo usuário na visualização da assinatura.

source: Checkbox opt‑in en checkout
fr_fr: Case opt‑in au checkout
pt_br: Checkbox opt‑in no checkout

source: Muestra un checkbox debajo de las pasarelas para crear suscripción automática si el usuario está autenticado.
fr_fr: Affiche une case sous les passerelles pour créer un abonnement automatique si l'utilisateur est connecté.
pt_br: Mostra um checkbox abaixo dos gateways para criar assinatura automática se o usuário estiver logado.

source: Opt‑in en página de producto
fr_fr: Opt‑in sur la page produit
pt_br: Opt‑in na página do produto

source: Mostrar checkbox antes de agregar al carrito.
fr_fr: Afficher la case avant d'ajouter au panier.
pt_br: Mostrar checkbox antes de adicionar ao carrinho.

source: Opt‑in en carrito
fr_fr: Opt‑in dans le panier
pt_br: Opt‑in no carrinho

source: Mostrar fila para convertir el carrito completo en suscripción.
fr_fr: Afficher une ligne pour convertir tout le panier en abonnement.
pt_br: Mostrar linha para converter todo o carrinho em assinatura.

source: Opt‑in post‑compra (gracias)
fr_fr: Opt‑in post-achat (remerciement)
pt_br: Opt‑in pós-compra (obrigado)

source: Permite crear una suscripción basada en el pedido desde la página de agradecimiento.
fr_fr: Permet de créer un abonnement basé sur la commande depuis la page de remerciement.
pt_br: Permite criar uma assinatura baseada no pedido na página de agradecimento.

source: Intervalos disponibles (días)
fr_fr: Intervalles disponibles (jours)
pt_br: Intervalos disponíveis (dias)

source: Lista separada por comas. Ej: 7,30,90. Deben ser enteros positivos.
fr_fr: Liste séparée par des virgules. Ex : 7,30,90. Doivent être des entiers positifs.
pt_br: Lista separada por vírgulas. Ex: 7,30,90. Devem ser inteiros positivos.

source: Intervalo por defecto (días)
fr_fr: Intervalle par défaut (jours)
pt_br: Intervalo padrão (dias)

source: Debe existir dentro de la lista de intervalos disponibles.
fr_fr: Doit exister dans la liste des intervalles disponibles.
pt_br: Deve existir dentro da lista de intervalos disponíveis.

source: Configuración específica para suscripciones con moneda base individual.
fr_fr: Configuration spécifique pour abonnements avec devise de base individuelle.
pt_br: Configuração específica para assinaturas com moeda base individual.

source: Monedas base permitidas
fr_fr: Devises de base autorisées
pt_br: Moedas base permitidas

source: Seleccionar monedas
fr_fr: Sélectionner des devises
pt_br: Selecionar moedas

source: Si se deja vacío se asume que cualquier moneda activa del plugin puede ser base.
fr_fr: Si vide, toute devise active du plugin peut être base.
pt_br: Se vazio assume-se que qualquer moeda ativa pode ser base.

source: Precisión almacenaje tasa
fr_fr: Précision stockage du taux
pt_br: Precisão armazenamento da taxa

source: Número de decimales al normalizar una tasa al guardarla.
fr_fr: Nombre de décimales lors de la normalisation d'un taux à l'enregistrement.
pt_br: Número de decimais ao normalizar a taxa ao salvar.

source: Aviso moneda base frontend
fr_fr: Avertissement devise de base frontend
pt_br: Aviso moeda base frontend

source: Mostrar aviso textual indicando la moneda base al usuario cuando opta por suscripción.
fr_fr: Afficher un texte indiquant la devise de base lorsque l'utilisateur opte pour l'abonnement.
pt_br: Mostrar aviso textual indicando a moeda base quando o usuário opta pela assinatura.

source: Autopago – Abandono
fr_fr: Paiement automatique – Abandon
pt_br: Autopagamento – Abandono

source: Notificaciones diferidas cuando el autopago ya no reintentará más.
fr_fr: Notifications différées lorsque le paiement auto n'effectuera plus de tentative.
pt_br: Notificações diferidas quando o autopagamento não tentará novamente.

source: Email abandono habilitado
fr_fr: E-mail d'abandon activé
pt_br: Email de abandono habilitado

source: Enviar un email diferido tras abandono del autopago.
fr_fr: Envoyer un e-mail différé après l'abandon du paiement auto.
pt_br: Enviar um email diferido após abandono do autopagamento.

source: Delay email abandono (horas)
fr_fr: Délai e-mail abandon (heures)

source: Horas tras marcar abandono para enviar aviso (usuario + admin).
fr_fr: Heures après marquage d'abandon pour envoyer l'avis (utilisateur + admin).
pt_br: Horas após marcar abandono para enviar aviso (usuário + admin).
